chat_system_1155319803_actor_description=Furious Paladin. 
chat_system_1155319803_snap_0_question=^?^Hmm. Guests do not often appear in our lands. The air is not the best here, and the swamp water will not lengthen your years, believe me. Cemetery and swamp - what can be more terrible?
chat_system_1155319803_snap_0_answer_0=^?^Excuse me; I do not have the honor of knowing you. Who are you? 
chat_system_1155319803_snap_0_answer_1=^?^I am pleased to see, paladin, that life in this place, desecrated by dark forces, has not broken your spirit!
chat_system_1155319803_snap_0_answer_2=^?^Why... for mages and healers, it is an excellent place! Sources of necrotic and natural forces, reagents... 
chat_system_1155319803_snap_0_answer_3=^?^Ha! On the contrary, such is a fine place for a real warrior - foul creatures all around, from both swamp and cemetery... What could be better than a good fight?
chat_system_1155319803_snap_2_question=^?^This is strange. I would bet my glove that you graduated from the Knight's School under the Temple. I have seen many students of the Iron Master in my time... Is it true that you have never heard of Furious Paladin?
chat_system_1155319803_snap_2_answer_0=^?^Furious Paladin? Intriguing nickname, but no I don't remember... So what's your real name?
chat_system_1155319803_snap_3_question=^?^It is my real name... and so it has been for almost two hundred years. And this name... My name has been erased by years and the deeds of others, and nowadays nobody remembers it. Probably it is for the better...
chat_system_1155319803_snap_3_answer_0=^?^Two hundred years? Ah, I understand - you must have elven blood. Or maybe you know the secret of immortality?!
chat_system_1155319803_snap_4_question=^?^Now I am certain that you have never heard of me! No, I am human, the same as you. As for my age... Long ago, when I was a young and newly initiated paladin, I made a vow, an awful vow, sealed with blood, before the gods and other forces no less powerful.<br>I vowed that I would not go to my rest, either in sleep or death, until I had killed all loathsome creatures, from vampires to zombies and other undead. Who knew that the gods would accept my vow? So I have been continuously fighting the undead for nigh two hundred years.
chat_system_1155319803_snap_4_answer_0=^?^Not a bad vow, if it gives you eternal life!
chat_system_1155319803_snap_4_header_0=^?^It's not so easy, [player]. Before you make such a vow, think twice, think thrice, and then change your mind anyway! My fate is not easy. <br>The gods are well known jokers - it would seem that they escape from their boredom by subjecting us to such trials.
chat_system_1155319803_snap_4_answer_1=^?^Having forgotten your faith and making insincere vows, you have incurred the anger of the gods, brother paladin!
chat_system_1155319803_snap_4_header_1=^?^The gods are well known jokers - it would seem that they escape from their boredom by subjecting us to such trials.<br>I know that for such a young warrior of the Temple as you, my words may seem a blasphemy, but it is not my first hundred years on this land...You should know, the gods do not differ from us, except that they possess the power of creation. They can be spiteful or kind, lazy or resolute, cruel or merciful. <br>They played an evil joke on me by accepting my vow...
chat_system_1155319803_snap_1_question=^?^It's you again, [player]? What brings you here?
chat_system_1155319803_snap_1_answer_0=^?^You must have a lot of trophies. I'd like to buy something.
chat_system_1155319803_snap_1_answer_1=^?^I want to offer you my help in your struggle against the undead!
chat_system_1155319803_snap_1_answer_2=^?^Brother paladin, let me help you in your holy struggle against legions of the undead!
chat_system_1155319803_snap_1_answer_3=^?^I wanted to ask. Do you need any other help?
chat_system_1155319803_snap_1_answer_4=^?^I have to go. See you!
chat_system_1155319803_snap_6_question=^?^It is true... You know, [player], that we are doing common work. I may have had my initiation two hundred years ago, but both of us are Warriors of Light!<br>I have something special among my trophies. I'll open this chest, the contents of which only paladins may appreciate!
chat_system_1155319803_snap_6_answer_0=^?^Thank you, brother paladin.
chat_system_1155319803_snap_5_question=^?^I see that youth and quick temper do not let you get stuck in the abyss of boredom of these places... I cannot say the same of myself. Yes, yes, I, Furious Paladin, must admit that I have grown tired, tired of these places, tired of this endless struggle...
chat_system_1155319803_snap_5_answer_0=^?^Furious Paladin, is that your name?
chat_system_1155319803_snap_1_answer_7=^?^Do you have any use for coffins?
chat_system_1155319803_snap_1_answer_8=^?^About the coffins...
chat_system_1155319803_snap_16_question=^?^Coffins? I grow tired of this endless struggle with the Undead. It's time to train new recruits so that the fight with the Undead can be renewed by the vigor of youth!
chat_system_1155319803_snap_16_answer_0=^?^Training recruits sounds good, but what about the coffins?
chat_system_1155319803_snap_17_question=^?^I was getting to that! Normal Coffins produce Skeletons that are far too weak for my recruits. For those you may want to check with Father Owein if you haven't already. As for Carved Coffins, they produce deadly Vampires - perfect training for my recruits! Let's setup the trade like this: for every 20 Carved Coffins you bring me, I'll give you 1 Magic Crystal. This way my recruits get excellent training and we are eliminating the Undead at the same time. How does that sound?
chat_system_1155319803_snap_17_answer_0=^?^Sounds quite challenging for your new recruits, but I agree! Let me go find some...
chat_system_1155319803_snap_17_answer_1=^?^Sounds quite challenging for your new recruits, but I agree! I've got some on me, let's see if we can trade...
chat_system_1155319803_snap_18_question=^?^I've got some new recruits that need training - did you bring any coffins?
chat_system_1155319803_snap_18_answer_0=^?^No, I haven't found any yet...
chat_system_1155319803_snap_18_answer_1=^?^I have some, but I don't have enough.
chat_system_1155319803_snap_18_answer_2=^?^[img_crystal] Receive 1 Magic Crystal for 20 Carved Coffins.
chat_system_1155319803_snap_18_answer_3=^?^[img_crystal] Receive 2 Magic Crystals for 40 Carved Coffins.
chat_system_1155319803_snap_18_answer_4=^?^[img_crystal] Receive 5 Magic Crystals for 100 Carved Coffins.
chat_system_1155319803_snap_18_answer_5=^?^[img_crystal] Receive 10 Magic Crystals for 200 Carved Coffins.
chat_system_1155319803_snap_18_answer_6=^?^You know, I've changed my mind, show me your shop...
chat_system_1155319803_snap_18_answer_7=^?^You know, I've gotta go...
chat_system_1155319803_snap_19_question=^?^My recruits await, but I'm sure you'll find some more! Don't forget, you need at least 20 coffins to trade!
chat_system_1155319803_snap_19_answer_0=^?^Yes - let me go find some more...
chat_system_1155319803_snap_20_question=^?^Here take this Magic Crystal. Vampire training awaits!
chat_system_1155319803_snap_20_answer_0=^?^I've got more - let's trade some more...
chat_system_1155319803_snap_20_answer_1=^?^I've gotta go...
chat_system_1155319803_snap_21_question=^?^Here take these Magic Crystals. Ahh! So many coffins! This should be great training for my recruits!
chat_system_1155319803_snap_21_answer_0=^?^I've got more - let's trade some more...
chat_system_1155319803_snap_21_answer_1=^?^I've gotta go...
chat_system_1155319803_snap_22_question=^?^My recruits await, but I'm sure you'll find some! Don't forget, you need at least 20 coffins to trade!
chat_system_1155319803_snap_22_answer_0=^?^Yes, I'm sure I'll find some in my travels...